import React from "react"
import "./Homi.css"

export const Home  = () => {
   return (
        <>

                <h1>  Доброго времени суток, друзья.</h1>
                <h3> Поздравляю Вас с успешной авторизацией. Вы находитесь на главной странице нащего веб-приложения для контроля веса. </h3>
                <h3>  Сейчас я Вам все объясню: Это веб-приложение было создано с целью контроля Вашего веса</h3>
                <h3> (Вообще массы тела, но люди привыкли говорить "вес", хоть это и ошибочно).</h3>
                <h3> Для начала работы с нашим приложением просто перейдите во вкладку "ВВОД ДАННЫХ" и все станет поятно :)  </h3>
                <h3>  </h3>

                <div>
                        <h1>

                        </h1>
                </div>
                <h1> </h1>
                <h1> Кстати, не хотите ли Вы узнать подробнее про прибор, которым Вы измеряете массу своего тела? </h1>
                <h3> Весы — устройство или прибор для определения массы тел  по действующему на них весу, приближённо считая его равным силе тяжести. Вес тела может быть определён как через сравнение с весом эталонной массы (как в рычажных весах), так и через измерение этой силы через другие физические величины.

Помимо самостоятельного использования весы могут быть основным элементом автоматизированной системы учёта и контроля материальных потоков. Это обеспечивает оперативное управление производством и позволяет увеличить объёмы производства, повысить качество и рентабельность продукции, снижая при этом затраты и издержки.</h3>
                <h1>  И вот немного истории </h1>
                <h3> Первые найденные археологами образцы весов относятся к V тысячелетию до н. э., применялись они в Месопотамии.

Весы хорошо видны на папирусе XIX династии (около 1250 года до н. э.). Согласно древнеегипетской «Книге мертвых», Анубис, на входе в подземное царство взвешивает сердце всякого умершего на особых весах, где в качестве гири выступает перо правосудия богини Маат.

Каменная стела I тысячелетия до н. э. (Турция) изображает хетта, использующего вместо поперечной планки балансовых весов собственный палец.

Историки приписывают римлянам изобретение принципиально новой системы измерения веса — при которой передвигается гиря, а точка опоры и положение привеса остаются неизменными. В Помпеях найден один из самых ранних безменов. У римского приспособления, в отличие от современного, было две шкалы и две ручки в виде крюков.

В Древней Руси товары взвешивали на равноплечих весах — скалвах. С XIV века на Руси появляется слово «безмен» (мера веса равная 1,022).</h3>
                <h3>   </h3>
                <h3>  </h3>
        </>
   )
}
